{
    "places": [
        {
            "name": "Kota Dahrul Ehsan",
            "image": "images/kota-dahrul-ehsan.webp",
            "imageAlt": "Kota Dahrul Ehsan arches",
            "address": "46000 Petaling Jaya, Selangor",
            "description": "A significant landmark of the city that gleams at night in the darkness. Kota Dahrul Ehsan is a row of arches that marks the boundary between Petaling Jaya and Kuala Lumpur. It has two canons on either side, with its arches built using Moorish architecture."
        },
        {
            "name": "Wat Chetawan",
            "image": "images/wat-chetawan.webp",
            "imageAlt": "Wat Chetawan temple",
            "address": "No.24, Jalan Pantai 9/7, Seksyen 10 Petaling Jaya, 46000 Petaling Jaya, Selangor",
            "description": "Also known as the Thai Buddhist Chetawan Pagoda, it's a large, ornate Theravada Buddhist temple complex with traditional Thai architecture. The Buddha Thammeen Shrine is a sight to behold with its sparkling gold seat."
        },
        {
            "name": "Chocolate Musuem",
            "image": "images/chocolate-museum.webp",
            "imageAlt": "Muzium Coklat - Chocolate Musuem",
            "address": "2, Jalan Teknologi 3/5, Kota Damansara, 47810 Petaling Jaya, Selangor",
            "description": "This Chocolate Museum in Petaling Jaya displays the history of chocolate and demonstrations of chocolate production. You can taste samples and even buy some to take back home with you. There are also workshops for you to experience makinng your own chocolates."
        },
        {
            "name": "Secret Garden Utama",
            "image": "images/secret-garden.webp",
            "imageAlt": "Secret Garden - Rooftop garden in 1 Utama Mall",
            "address": "Upper Roof, 1 Utama Shopping Centre, Bandar Utama, 47800 Petaling Jaya, Selangor",
            "description": "This garden is situated in the 1 Utama Shopping Centre of Petaling Jaya.  It is regarded as one of the largest rooftop gardens in the world, sprawling across an area of about 30,000 square feet and houses around 600 species of plants."
        },
        {
            "name": "The Teddy Cafe",
            "image": "images/teddy-cafe.webp",
            "imageAlt": "The Teddy - Teddy bear themed cafe",
            "address": "Zenith Corporate Park, 22G-B, Jalan SS 7/26, Ss 7, 47301 Petaling Jaya, Selangor",
            "description": "An adorable and fancy eatery that spreads positive vibes with their cute and cuddly teddy bears. It houses huge teddy bears and is surrounded by colorful teddy wall murals and art. It's an Instagram worthy cafe that offers teddy bear themed desserts and delicious local fusion cuisine."
        },
        {
            "name": "Hideaway Cafe",
            "image": "images/hideaway.webp",
            "imageAlt": "Hideaway Cafe",
            "address": "AG7, Block A Happy Mansion Section, 17, Jalan 17/13, 46400 Petaling Jaya, Selangor",
            "description": "Establlished by a husband and wife, the Hideaway Cafe is a perfect getaway for a nostalgic evening with loved ones. Serving fresh and light homemade cakes and delights. It has an old-school atmosphere with cozy sofas and wooden tables."
        },
        {
            "name": "Strangers at 47",
            "image": "images/strangers-47.webp",
            "imageAlt": "Strangers at 47 cafe",
            "address": "45, 47 49, Jalan 17/45, Seksyen 17, 46400 Petaling Jaya, Selangor",
            "description": "An award-winning cafe in Petaling Jaya known for its specialty coffees, fusion crepes, roasted grilled chicken and an array of refreshing drinks. The crowd and long queues is a testament to its quality and reputation."
        },
        {
            "name": "Antipodean @ Atria",
            "image": "images/antipodean.webp",
            "imageAlt": "Antipodean at Atria Shopping Gallery",
            "address": "G37 & GK1, Ground Floor, Atria Shopping Gallery, Jalan SS 22/23, Damansara Jaya, 47400 Petaling Jaya, Selangor",
            "description": "This is the most sought-after coffee house and cafe in Petaling Jaya. Famous for its beautiful coffee art and often found houseful with office goers taking a break. Serving a variety of drinks, fish and chipsm chicken salads, sandwiches, pizzas, egg's benedict and more. This is the perfect spot to share a chat over a meal."
        }
    ]
}